<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Downloads Zoom disk image and builds a package, then uploads to the JSS.</string>
	<key>Identifier</key>
	<string>com.vdx.jss-upload.Zoomus</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Applications</string>
		<key>NAME</key>
		<string>Zoom</string>
		<key>INFO</key>
		<string>Zoom Video Chat</string>
		<key>NOTES</key>
		<string>Created and Updated by AutoPKG</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.hansen-m.download.zoomus</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
                <key>package_notes</key>
				<string>%NOTES%</string>
                <key>package_info</key>
				<string>%INFO%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
